Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: Amihan Abueva, the group's regional coordinator, said that at least two donors have filed cases against the organ traffickers for paying them less than promised.
ar: و قال أميهان أبوها المنسق الأقليمي للمجموعة، أن اثنان على الأقل من المتبرعين قاموا برفع قضايا ضد تجار الأعضاء لإعطائهم مبالغ أقل مما وعدوا به .

source: The Philippines allows organ trafficking cases to be filed up 10 years after the crime was committed for small scale cases and up to 20 years for the larger ones.
ar: و تسمح الفلبين بالحاق عقوبة السجن لمدة عشر سنوات للقضايا البسيطة و تزيد تلك العقوبة لتصل حتى عشرين عاماُ للقضايا الأكبر.

source: I, myself, am a beneficiary of its success. This year TED awarded 25 Global Fellowships--the chance for bright, young, yet impecunious, sparks to attend the global conference in Oxford(which normally costs a couple of thousand dollars), as well as trainin
ar: و أنا نفسي من المستفيدين من نجاحه. فهذا العام قام مؤتمر التقنية و الترفيه و التصميم بتكريم خمسة و عشرين من الزمالات العالمية، من الشباب اللامع البراق – الذين أتيحت لهم الفرصة لحضور مؤتمر التقنية و الترفيه و التصميم المقام بأوكسفورد هذا العام، و يكلف حضور

source: TED proper kicks off tomorrow, but there have already been a number of interesting presentations. Today, there was a recording of the BBC World Service's discussion programme, Forum, featuring three participants from TED--an astronomer, a cyber-culture sp
ar: و سينطلق المؤتمر بشكل مناسب غداً، و لكنه بالفعل تواجدت مجموعة جيدة مثيرة من التقديمات ذلك اليوم. حيث كان هناك تسجبلاً لبرنامج حواري بهيئة الإذاعة البريطانيةو الذي كان على شكل منتدى ، شارك به ثلاثة من المشاركين بالمؤتمر ؛ عالم فلك و مختص بالشئوون الثقافية

source: Ali Khamenei warns of 'collapse' after Iran referendum calls
ar: خامنئي يحذر من الانهيار بعد الدعوات لإجراء استفتاء

source: Julian Borger
ar: جوليان بوغر

source: , diplomatic editor
ar: ، المحرر الديبلوماسي

source: 's supreme leader, Ali Khamenei, warned today that continuing divisions would lead to the collapse of the country's ruling elite, after a former president called for a referendum on the government's legitimacy.
ar: حذر المرشد الأعلى، علي خامنئي، اليوم من أن الانقسامات المستمرة يمكن أن تؤدي إلى انهيار النخبة الحاكمة في البلاد، و ذلك بعدما قام الرئيس السابق بالدعوة لإجراء استفتاء حول شرعية الحكومة.

source: A Common Gulf Currency will be Launched in 2010 and will be Called the Khaliji
ar: العملة الخليجية الموحدة تنطلق في عام 2010 وستكون اسمها خليجي

source: Imagine...
ar: وتخيل

source: A sheep for fifty “Khalijis”
ar: خروف بخمسين خليجي

source: Economic experts have informed us that the currency in circulation in the Arabian Peninsula and the Gulf before and after the appearance of Islam was called the Dinar and its units were Dirhams. If naming the common currency after the currency of one
ar: علم خبرائنا الاقتصاديين أن العملة المتداولة في منطقة الجزيرة العربية والخليج قبل الإسلام وبعده كانت تسمى «دينارا» وأجزاؤها «درهما»، فإذا كانت تسمية العملة الموحدة باسم عملة إحدى دول المجلس يعتريها حساسية مسؤولينا الراغبين في الوحدة، فليبحثوا عن اسم «توافق

source: A friend told me that when he moved to the Sudanese capital to work as a director in the offices of the Middle East News Agency, he found himself one day in the market. He passed by a seller of dates and peanuts, and asked him for a quarter pound worth of
ar: حكى لي صديق أنه عندما انتقل إلى العاصمة السودانية للعمل كمدير لمكتب وكالة أنباء الشرق الأوسط، كان يوما يمشي في السوق، فمر على بائع للترمس والفول السوداني فطلب منه فولا سودانيا بربع جنيه، وقد طلب ذلك باللهجة المصرية قائلاً: «إديني بربع جنيه سوداني»... ويكم

source: I remembered this story when I read that the geniuses at the GCC had suggested the name Khaliji (a citizen of the Gulf countries) for the common Gulf currency, which is long overdue. I don't know these gentlemen’s springs of thought and creativity had d
ar: تذكرت هذه الحكاية وأنا أقرأ ما توصل إليه عباقرة الاقتصاد في مجلس التعاون واقتراحهم لاسم «خليجي» للعملة الخليجية الموحدة التي طال انتظارها، ولا أدري هل جفت ينابيع التفكير والإبداع لدى هؤلاء السادة ليعجزوا عن إيجاد اسم أكثر منطقية من «خليجي» للعملة المنتظرة

source: Imagine with me if this name was adopted… How would a Gulf citizen divvy up his monthly salary for various expenses? Maybe it would be divided like this: 150 Khalijis for the car payments, 60 Khalijis for the maid, 70 Khalijis for the driver, 100 K
ar: تخيلوا معي لو تم اعتماد هذا الاسم، فكيف سيقسِّم المواطن الخليجي راتبه الشهري حسب التزاماته؟ ربما ستكون القسمة كالتالي: 150 «خليجي» قسط السيارة، 60 «خليجي» راتب الخادمة، 70 «خليجي» راتب السائق، 100 «خليجي» للماء والكهرباء، 400 «خليجي» مصروف الجمعية، وسيحسب

source: And imagine what advertising will be like in appliance shops during sales: Automatic washing machine for 100 “Khalijis”...what a deal! Forty inch television for 300 “Khalijis”...Don't miss this opportunity!
ar: وتخيلوا كيف ستكون الإعلانات التجارية في محال الأجهزة الكهربائية وقت الخصومات: «غسالة أتوماتيك بـ100 خليجي يابلاش»... «تلفزيون أربعين بوصة بـ300 خليجي فرصة لاتعوض»!

source: And men of the Gulf, imagine how many “Khalijis” equal a nightgown and accessories in a women’s clothing shop?
ar: وتخيلوا، وهذه خاصة للرجال الخليجيين فقط، كم «خليجي» سيساوى قميص النوم وتوابعه في محال الملابس النسائية؟

source: And the worst would be when one goes to the livestock market to buy a sheep, and the seller informs him that a sheep is worth 50 “Khalijis!”
ar: والأمرُّ من ذلك عندما يذهب أحدنا إلى سوق الأغنام لشراء خروف، فيخبره البائع بأن الخروف يساوي 50 «خليجي»!

source: According to economic experts, the currency in circulation before and after the advent of Islam was called the Dinar, and its units were Dirhams. So if a common currency named for the currency of one of the GCC countries offends the sensitivity of our off
ar: لعلم خبرائنا الاقتصاديين أن العملة المتداولة في منطقة الجزيرة العربية والخليج قبل الإسلام وبعده كانت تسمى «دينارا» وأجزاؤها «درهما». فإذا كانت تسمية العملة الموحدة باسم عملة إحدى دول المجلس يعتريها حساسية مسؤولينا الراغبين في الوحدة، فليبحثوا عن اسم «تواف

source: مقالات, تقارير, وصور من حرب اسرائيل على غزة في كانون أول ٢٠٠٨ الى كانون ثاني ٢٠٠٩
ar: Articles, reports, and photos from Israel‘s Dec ‘08 - Jan ’09 attack on Gaza.

source: “My administration is now committed to diplomacy that addresses all the issues we face and to resuming efforts aiming at establishing constructive ties,” he stated in an unprecedented video message that concurred with the Nowruz holiday which marks the be
ar: وقال -في رسالة غير مسبوقة عبر شريط فيديو بالتزامن مع عيد النوروز، الذي يرمز للعام الجديد في إيران- حكومتي ملتزمة الآن بالدبلوماسية التي تعالج كل القضايا التي تواجهنا وبمتابعة العمل من أجل روابط بناءه.

source: The US president added in his message, which was broadcasted by the Voice of America radio in the Persian language, that this process will not be enhanced by threats as we seek instead of that dialogue to be purely based on mutual respect.
ar: وأضاف الرئيس الأميركي في رسالته التي بثتها إذاعة صوت أميركا باللغة الفارسية، أن هذه العملية لن تتعزز بالتهديدات ونحن نسعى بدلا من ذلك إلى حوار يكون خالصا ويقوم على الاحترام المتبادل.

source: Obama made a condition to the Iranians that in order to start any dialogue, they have to give up arms and supporting what he called ‘terrorism’, saying that Washington wants for Iran to take the place it deserves in the international community, which it
ar: واشترط أوباما على الإيرانيين لبدء أي حوار التخلي عن السلاح ودعم ما سماه الإرهاب, قائلا إن واشنطن تريد أن تتبوأ إيران المكانة التي تستحقها في المجتمع الدولي, لكن لا يمكن الوصول إليها من خلال الإرهاب أو الأسلحة, ولكن من خلال الأفعال السلمية التي تظهر العظم

source: Referring to Iran's nuclear programme, the US president said that the greatness is not gauged by the ability to destruction, but rather the ability to construction creativity.
ar: وفي إشارة للبرنامج الإيراني النووي استطرد الرئيس الأميركي أن مقياس تلك العظمة ليس هو القدرة على التدمير, وإنما إظهار قدرتكم على البناء والإبداع.

source: Obama did not make any specific offers to the Iranians in his speech, but said that he is looking forward to a future of new relations between our two peoples and greater opportunities for trade and partnerships. However, he admitted that this will not
ar: ولم يقدم أوباما أي عروض محددة للإيرانيين في خطابه, لكنه قال إنه يسعى إلى مستقبل يتميز بعلاقات جديدة بين شعبينا وفرص أكبر للشراكة والتجارة, ومع ذلك فقد أقر بأن هذا الموضوع لن يكون بلوغه سهلا هينا.

source: In his comment on the speech of the US president, the editor-in-chief of al-Wahdah magazine, Abbas Khamah, told al-Jazeera that there is frustration among Iranians caused by the US policy. He added that Obama made a condition to Tehran to not to support t
ar: وفي تعليقه على خطاب الرئيس الأميركي قال رئيس تحرير مجلة الوحدة الإيرانية عباس خامه يار للجزيرة إن هناك يأسا لدى الإيرانيين من السياسة الأميركية, مضيفا أن أوباما اشترط على طهران عدم دعمها لما يسمى الإرهاب وهذا الشرط لن يقبله الإيرانيون.

source: He pointed out that Washington, despite announcing having opened a new chapter, continues still to support the Iranian armed opposition and is still freezing Iranian bank assets, confirming that Iran is expecting actions to be taken by the US side.
ar: وأشار إلى أن واشنطن ورغم إعلانها بدء فتح صفحة جديدة فإنها لا تزال تدعم المعارضة الإيرانية المسلحة ولا تزال تحتجز الأرصدة الإيرانية, مؤكدا أن طهران تريد مواقف عملية من الجانب الأميركي.

source: This speech comes about a week after the one-year extension of the sanctions that the US administration imposed on Tehran. Obama said in his letter to the Congress that the actions and policies of the government of Iran comes in contrast to Washington's i
ar: ويأتي هذا الخطاب بعد نحو أسبوع من تمديد الإدارة الأميركية العقوبات التي تفرضها على طهران لمدة عام آخر. وقال أوباما في رسالته للكونغرس إن تصرفات وسياسات الحكومة الإيرانية تأتي على النقيض من مصالح واشنطن في المنطقة وتهدد أمنها القومي واقتصادها.

source: The Iranian president ,
ar: وقد ندد الرئيس الإيراني

source: Mahmoud Ahmadinejad ,
ar: محمود أحمدي نجاد

source: has condemned the extension of sanctions, saying that the attempts to put obstacles to hinder the development of Iran through imposing sanctions are a boyish notion and a grave mistake.”
ar: بتمديد تلك العقوبات, وقال إن محاولات وضع عقبات أمام التنمية في إيران عبر فرض عقوبات عليها تعد فكرة صبيانية وخطأ كبيرا.

source: Ahmadinejad, had agreed earlier to dialogue with the United States, but stipulated that dialogue should be based on mutual respect between the two parties.
ar: وفي وقت سابق وافق أحمدي نجاد على الحوار مع الولايات المتحدة, لكنه اشترط لذلك أن يتم بناء على الاحترام المتبادل بين الطرفين.

source: The Supreme Leader of the Iranian revolution also ,
ar: كما انتقد المرشد الأعلى للثورة الإيرانية

source: , criticized the US president saying that his administration follows the same misleading path of the previous one by supporting Israel.
ar: الرئيس الأميركي, قائلا إن إدارته تسلك نفس الطريق الخاطئ للإدارة السابقة بتأييدها إسرائيل.

source: In an unprecedented speech to the Iranian people
ar: في خطاب غير مسبوق للشعب الإيراني

source: Obama offers Tehran a new beginning for its relations with Washington
ar: أوباما يدعو طهران لبداية جديدة في العلاقات مع واشنطن

source: Barrak Obama admits that opening a new chapter with Tehran is not an easy task
ar: باراك أوباما أقر بأن فتح صفحة جديدة مع طهران ليس أمرا سهلا هينا

source: The US president ,
ar: دعا الرئيس الأميركي

source: Barak Obama ,
ar: باراك أوباما

source: offered Iran a new beginning in its relations with his country based on mutual respect between the two parties in place of “threats.”
ar: إيران إلى بداية جديدة في العلاقات مع بلاده تقوم على الاحترام المتبادل بين الطرفين وليس عبر التهديدات.

source: Israel prohibits the celebration of Jerusalem as the capital of Arab culture
ar: إسرائيل تحظر الاحتفال بالقدس عاصمة للثقافة العربية

source: A general overview of the eastern city of Jerusalem
ar: منظر عام لمدينة القدس الشرقية

source: (Reuters - Archives)
ar: (رويترز-أرشيف)

source: The Aljazeera correspondent in Palestine reported that soldiers from Israeli occupation forces broke into Burj Al-Laqlaq in the Old Town in Jerusalem, and arrested a number of the organisers
ar: أفاد مراسل الجزيرة في فلسطين أن جنودا من قوات الاحتلال الاسرائيلي داهموا برج اللقلق بالبلدة القديمة في القدس واعتقلوا عددا من المسؤولين

source: of the festivities of
ar: عن احتفالية مدينة

source: Al Quds,
ar: القدس

source: Capital of Arab Culture.
ar: عاصمة للثقافة العربية.

source: The occupation forces have taken strict measures, and threatened to use force to suppress any attempt to celebrate in Nazareth as well. Israeli Internal Security Minister Avi Dichter had signed a resolution prohibiting the establishment of any celebration
ar: وقد اتخذت قوات الاحتلال اجراءات مشددة وهددت باستخدام القوة لقمع أي محاولة للاحتفال في الناصرة أيضا. وكان وزير الأمن الداخلي الاسرائيلي آفي ديختر وقع على قرار يحظر اقامة السلطة الفلسطينية احتفالات بهذه المناسبة.

source: Despite the Israeli decision, the Palestinians insist on celebrating the city of Jerusalem as the capital of Arab culture for the year 2009, as the organizers confirmed that they have prepared alternative plans to make it successful, in spite of the Israe
ar: ورغم القرار الإسرائيلي يصر الفلسطينيون على الاحتفال بمدينة القدس عاصمة للثقافة العربية لعام 2009، حيث أكد المنظمون أنهم اتخذوا خططا بديلة لإنجاحها على الرغم من الحظر الإسرائيلي لأي فعاليات تظهر عروبة القدس.

source: Israeli occupation authorities justify the decision of preventing the celebrations, which the Palestinian President Mahmoud Abbas was expected to take part in, in the city of Bethlehem, by the pretext that they will be held in two towns under their contro
ar: وتبرر سلطات الاحتلال الإسرائيلي قرار منع الاحتفالات التي كامن متوقعا أن يشارك فيها الرئيس الفلسطيني محمود عباس بمدينة بيت لحم، بذريعة أنها ستقام في مدينتين تحت سيطرتها على رأسها القدس والناصرة.

source: Israeli occupation authorities based its decision on an Israeli law related to interim agreements signed with the Palestinian Authority in 1994, which stipulates that such festivities were to be banned in every place within the borders of the state of Is
ar: وتستند سلطات الاحتلال الإسرائيلي في قرارها إلى قانون إسرائيلي متعلق بالاتفاقيات المرحلية الموقعة مع السلطة الفلسطينية عام 1994، ونص على منع هذه الاحتفالات في كل مكان داخل حدود دولة إسرائيل.

source: The slogan of celebrating Jerusalem as the capital of Arab culture
ar: شعار احتفالية القدس عاصمة الثقافة العربية

source: (Al Jazeera Net)
ar: (الجزيرة نت)

source: Since Friday morning, the Israeli occupation authorities deployed more than two thousand policemen in all parts of Jerusalem to prevent celebrations that start on Saturday, with artistic, traditional and literature activities and shows, from five sites: J
ar: ومنذ صباح الجمعة، نشرت سلطات الاحتلال الإسرائيلي أكثر من ألفي شرطي في كافة أنحاء مدينة القدس لمنع الاحتفالية التي تنطلق السبت في عروض وفقرات فنية وتراثية وأدبية، ومن خمسة مواقع هي القدس والناصرة وبيت لحم وغزة ومخيم مار إلياس للاجئين الفلسطينيين في لبنان.

source: Despite that, Chancellor Abdul Qader confirmed to Al Jazeera Net that a number of cultural and artistic activities will be carried out in a number of areas in the city without declaring them, for fear of the occupation police to stop them. He added that
ar: ورغم ذلك، أكد المستشار عبد القادر للجزيرة نت أن عددا من الفقرات الثقافية والفنية سيتم تنفيذها في عدة مناطق بالمدينة دون الإعلان عنها، تحسبا لقيام شرطة الاحتلال بمنعها، وأضاف أن على إسرائيل أن تعيد احتلال القدس كاملة كي تتمكن من منع الاحتفالية.

source: He also confirmed that whatever the occupation authorities do, they will not be able to silence the voice of Jerusalem and its presence in this celebration. There will be symbolic events, even if they are not huge, in order to prove the right of the Pales
ar: وأكد أن سلطات الاحتلال مهما فعلت فلن تستطيع أن تسكت صوت القدس وحضورها في هذه الاحتفالية، وسيكون هناك فعاليات رمزية حتى لو لم تكن ضخمة من أجل إثبات حق الفلسطينيين في الاحتفال بمدينتهم عاصمة للثقافة العربية.

source: In the city of Nazareth in the north of the Palestinian territory that was occupied in 48, the Israeli police handed over a decision to the municipality of the city, stipulating the prevention of a musical activity that was expected to be launched from th
ar: وفي مدينة الناصرة شمال الأراضي الفلسطينية المحتلة عام 48، سلمت الشرطة الإسرائيلية قرارا لبلدية المدينة يقضي بمنع فعالية موسيقية كانت ستنطلق من مركز محمود درويش الثقافي وتستغرق دقائق محدودة ضمن الاحتفالية التي تبث على الهواء مباشرة من مدينة بيت لحم برعاية

source: The president of the People's Committee for the Defence of Freedoms in the country Amir Makhul considered the Israeli decision as legal terrorism against the Palestinian masses in the country, and against the right of Palestinians in general in the city o
ar: رئيس اللجنة الشعبية للدفاع عن الحريات في الداخل أمير مخول اعتبر القرار الإسرائيلي إرهابا قانونيا ضد الجماهير الفلسطينية في الداخل وضد حق الفلسطينيين عامة في مدينة القدس

source: Makhul considered the easy use of repressive administrative orders and emergency laws as an official and methodological Israeli escalation towards our people at home, and towards the inhabitants of Jerusalem. And that comes within the Israeli efforts for
ar: واعتبر مخول أن سهولة استخدام الأوامر الإدارية القمعية وقوانين الطوارئ تصعيدا إسرائيليا رسميا ومنهجيا تجاه جماهيرنا في الداخل وتجاه المقدسيين، وتأتي ضمن المساعي إلى التطهير العرقي للفلسطينيين في القدس والاستيلاء عليها وإلغاء الحق الفلسطيني فيها.

source: Makhul said in a special interview that celebrating Jerusalem as the capital of Arab culture is a Palestinian right, based on resolutions of the League of Arab states and the Palestine Liberation Organization, and not on the decisions of the government of
ar: وأكد مخول في حديث خاص أن احتفالية القدس عاصمة الثقافة العربية هي حق فلسطيني يستند إلى قرارات جامعة الدول العربية ومنظمة التحرير الفلسطينية، وليس إلى قرارات حكومة إسرائيل أو جهازها القضائي.

source: According to the President of the People's Committee for the Defence of Freedoms, the city of Nazareth is expecting on Saturday large-scale protests against the decision of preventing the festivities, which will take place at the same time on which the ce
ar: وحسب رئيس اللجنة الشعبية للدفاع عن الحريات، فمن المقرر أن تشهد الناصرة السبت فعاليات احتجاجية واسعة ضد قرار منع الفعالية الاحتفالية، وذلك في نفس الموعد الذي كان مقررا لها.

source: Source:
ar: المصدر:

source: A First in the Arab World
ar: الأولى في الوطن العربي

source: “Girls Radio”…A Social Station for Girls Only
ar: إذاعة بناتي.. محطة اجتماعية للصبايا فقط

source: A journey of a thousand miles begins with a step...From this beginning, a team composed of mostly girls succeeded in launching the first radio station in the Arab world targeted to girls, online in every Arab country. They didn't wait for a government job
ar: مشوار الألف ميل يبدأ بخطوة.. من هذا المنطلق نجح فريق عمل أغلبه من الفتيات في إطلاق أول إذاعة متخصصة للبنات فقط على شبكة الإنترنت في الوطن العربي بأكمله، لم ينتظروا الوظيفة الميري، أو يستسلموا لشبح البطالة اللعين، ولكن سعوا إلى تكوين مجموعات مؤيدة لفكرتهم،

source: The idea started last year with a dream conceived by a group made up of twenty-five young women and five young men to create Girls Radio, targeted at girls and women of all different cultural, social and economic backgrounds. The radio station presents
ar: وبالفعل نجح المشروع، ولاقت الإذاعة الجديدة -التي تبث برامجها عبر الموقع- قبولا من الجماهير الذين وصل عددهم إلى ( 14423) زائرا، بالإضافة إلى الجروب الخاص بهم على الفيس بوك، والذي يعبر عن آراء جمهور الشباب والفتيات، سواء المتحمسون للفكرة أو عشاق الفيس بو

source: Male Spinsters
ar: ولد عانس

source: Imani Al-Tunisi, the director of Girls Radio and its creator, says of the new station and of her goals: I grew tired of an arrogant male point of view prevalent in Eastern societies, which views girls as being a 'shame' on their families, which can onl
ar: عن الإذاعة الجديدة والهدف منها تقول أماني التونسي مديرة إذاعة بناتي وصاحبة الفكرة: لقد مللت من النظرة الذكورية المتعجرفة التي توجد في المجتمعات الشرقية بوجه عام، والتي تنظر للبنت وكأنها عار على أهلها يجب القضاء عليه بالزواج سريعا حتى لا يفوتها القطا

source: “Our station’s bold slogan is ‘Why are there no male spinsters?’ We're trying to improve the image of girls in the Arab world, and change the stereotypical image of young girls, which, from the point of view of many, is limited to fashion and cosmetics, a
ar: ومن هنا وضعنا شعارا جريئا لإذاعتنا وهو: ليه مفيش ولد عانس، كما نحاول جاهدين تحسين صورة الفتاة في الوطن العربي بوجه عام، وتغيير الصورة النمطية الملتصقة بالفتيات صغيرات السن، والتي تنحصر من وجهة نظر الكثيرين في الموضة ومستحضرات التجميل ، ومحاولة تقليد

source: She continues: The second point that we are focusing on in our programming is exposing problems faced by girls, regardless of personalities. These personalities could be classified as, 'the intellectual girl,' 'the quiet girl,' 'the crazy girl,' 'the uni
ar: وتتابع: النقطة الثانية التي نرتكز عليها في خطة البرامج تتمثل في القيام بعرض المشكلات التي تواجه الفتيات؛ وذلك على اختلاف شخصياتهن، والتي يمكن تصنيفها إلى أنماط عدة منها: البنت العاقلة، والهادئة، والمجنونة، والجامعية، والتافهة التي تأخذ الأمور بس

source: Shaimaa Hosni, a program producer, says: I've found that 'spinsterhood' and sexual harassment of women in the streets and on public transportation are the biggest problems that girls and women suffer from in society, so I decided to create the 'Tante Fee
ar: تقول شيماء حسني معدة برامج: لقد وجدت أن العنوسة والتحرش الجنسي بالنساء في الشوارع ووسائل المواصلات من أهم المشكلات التي تعاني منها الفتيات والسيدات في المجتمع؛ لذلك فكرت في عمل برنامج طظ فيكو بهدف توعية البنات بمختلف فئاتهن العمرية بكيفية الحفاظ على

source: Another program that is contributing to a change in perceptions of women's programming is It's been a long time since I was young, a group program for which we except great success, as it includes ideas and contribution from our entire work team. It ta
ar: أيضا من ضمن البرامج التي ساهمت في تغيير المفاهيم عن طبيعة برامج المرأة برنامج زمان وأنا صغير، وهو برنامج جماعي نتوقع أن يحقق نجاحا كبيرا؛ لأنه يضم أفكار ومساهمات فريق العمل كله، وهو يذكرنا بالمواقف والذكريات التي نختزنها في فترة الطفولة وسنوات الدراسة،

source: A Us cargo plane crashed in the international airport of Narita in Tokyo causing the death of the pilot and his assistant. This concurred with the death of nearly 17 people killed in the crash of a small passenger plane while landing on the state of Monta
ar: تحطمت طائرة شحن أميركية في مطار ناريتا الدولي بطوكيو مما أدى إلى مقتل الطيار ومساعده بالتزامن تقريبا مع مقتل 17 شخصا بتحطم طائرة ركاب أميركية صغيرة أثناء هبوطها بولاية مونتانا غربي الولايات المتحدة.

source: Television pictures showed, today morning, the federal Express cargo plane turning into a ball of flame upon landing on the Japanese airport.
ar: وأظهرت صور تلفزيونية صباح اليوم طائرة الشحن التابعة لشركة فيدرال إكسبرس وهي تتحول إلى كتلة من اللهب أثناء هبوطها في المطار الياباني.

source: The crash, of which the cause is not yet determined, took place during the emergency landing of the plane. However, a spokesman for the airport said it was likely due to the strong wind which caused the plane to deviate from the runway.
ar: وقع الحادث الذي لم يتحدد سببه بعد، أثناء هبوط الطائرة اضطراريا, إلا أن متحدثا باسم المطار رجح أن يكون سببه الرياح القوية التي أدت إلى تحول الطائرة عن المدرج.

source: According to the Japanese hospital sources, the accident caused the death of the pilot and his assistant who were alone on board of the plane which was on a flight from Guangzhou, southern China.
ar: وأدى الحادث حسب مصادر المستشفيات اليابانية إلى مقتل الطيار ومساعده اللذين كانا لوحدهما على متن الطائرة التي كانت في رحلة من غوانغتشو جنوبي الصين.
